/* `welcomeLabel` UILabel text default value */
"Welcome" = "Witamy";

/* `thankyouLabel` UILabel text default value */
"ThankyouMessage" = "Dziękujemy za pobranie";

/* `instructionTextView` UITextView text default value with ".notConfigurated" state */
"WelcomeInstruction" = "W celu rozpoczęcia procesu aktywacji postępuj zgodnie z instrukcjami zawartymi w e-mailu powitalnym.";

/* `instructionTextView` UITextView text default value with ".isConfigured" state */
"ConfiguredInstruction" = "Zapewnij sobie przejrzysty wgląd w zarządzanie codziennymi zadaniami i łatwość współpracy w ramach projektów.";

"ScanInstruction" = "Zeskanuj bezpieczny kod QR, aby rozpocząć proces aktywacji.";

"DiscoveryServiceInstruction" = "Wprowadź swój adres e-mail, aby rozpocząć proces aktywacji.";

/* checking the account(email address) user entered in discovery service */
"CheckingAccountKey" = "Sprawdzanie konta...";

/* `signInButton` UIButton's titleLabel?.text default value */
"SignIn" = "Rozpocznij";

"Scan" = "Skanuj";

/* `demoLabel` UILabel text default value */
"Explore" = "Chcesz przetestować?";

/* `demoButton` UIButton's titleLabel?.text default value */
"TryDemo" = "Wypróbuj wersję demonstracyjną";

/* The title for the passcode setup screens. */
"SetPasscodeKey" = "Ustaw kod dostępu";

/* The title for the enter passcode screen. */
"PasscodeKey" = "Kod dostępu";

/* The title for the Choose Passcode screen. */
"ChoosePasscodeTitleKey" = "Wybierz kod dostępu";

/* The title for the Confirm Passcode screen. */
"ConfirmPasscodeTitleKey" = "Potwierdź kod dostępu";

/* The message on the confirm passcode screen for passcode setup. */
"EnterPasscodeAgainKey" = "Wprowadź ponownie kod dostępu.";

/* The message on the confirm passcode screen for passcode change. */
"ConfirmPasscodeKey" = "Potwierdź kod dostępu.";

/* The message on the input passcode screen. */
"EnterYourPasscodeKey" = "Wprowadź kod dostępu.";

/* The title for the passcode change screens. */
"ChangePasscodeKey" = "Zmień kod dostępu";

/* The message on the input passcode screen in change passcode. */
"EnterYourCurrentPasscodeKey" = "Wprowadź aktualny kod dostępu.";

/* The button title string used both in passcode and
 touch ID screens to indicate not to setup now. */
"NotNowKey" = "Nie teraz";

/* The button title string used on the second passcode setup
 to go back to the first screen. */
"BackKey" = "Wstecz";

/* The button title string used on the first passcode setup
 to go to the next screen. */
"NextKey" = "Dalej";

/* The button title string used on the passcode input screen (not in the change passcode sequence)
 When the passcode input screen is in the change passcode sequence, the button title should be changed "Next" */
"DoneKey" = "Gotowe";

/* The main message format on the setup passscode screen.
 The %d will display the number of characters required from
 the passcode policy. */
"PasscodeChooseMinCharKey" = "Wybierz kod dostępu zawierający co najmniej %d znaków w celu odblokowania aplikacji.";

/* The main message format on the setup passscode screen when the
 isDititsOnly property of the passcode policy is true.
 The %d will display the number of digits required from
 the passcode policy. */
"PasscodeChooseMinDigitKey" = "Wybierz kod dostępu zawierający co najmniej %d cyfr w celu odblokowania aplikacji.";

/* The message for passcode to include the required character groups
 when passcode policy requires it. */
"PasscodeRequiredGroupKey" = "Dopilnuj, by zawierał:";

/* The group name for lower case letters. */
"LowerCaseKey" = "Małe litery (a-z)";

/* The group name for upper case letters. */
"UpperCaseKey" = "Wielkie litery (A-Z)";

/* The group name for digits. */
"DigitsKey" = "Cyfry (0-9)";

/* The group name for non-alphabetic characters. */
"Non-alphaKey" = "Symbole (!@#...)";

/* The button title for resetting passcode. */
"ResetPasscodeKey" = "Resetuj kod dostępu";

/* Alert message when validate method of FUIPasscodeValidationDelegate
 returning false for the passcode user entered in setup passcode. */
"PasscodeValidationFailedKey" = "Weryfikacja kodu dostępu nie powiodła się.";

/* Alert message when the passcode user entered was rejected by
 the FUIPasscodeControllerDelegate's shouldTryPasscode function. */
"PasscodeRejectedKey" = "Kod dostępu został odrzucony przez FUIPasscodeControllerDelegate.";

/* The alert button title used on passcode validation failed, or passcode rejected. */
"RetryKey" = "Ponów próbę";

/* The title for setup touch ID screen. */
"TouchIDKey" = "Funkcja Touch ID";

/* The title for setup touch ID screen. */
"FaceIDKey" = "Funkcja Face ID";

/* This is to be used combined with "Touch ID" or "Face ID", e.g., "Touch ID is now available!" */
"IsNowAvailableKey" = " jest teraz dostępna!";

/* The first paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage1Key" = "Po włączeniu funkcji Touch ID szybciej uzyskasz dostęp do swoich informacji.";

/* The second paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage2Key" = "Możesz włączać i wyłączać tę funkcję w dowolnym momencie, po wybraniu opcji Ustawienia.";

/* The first paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage1Key" = "Włącz funkcję Touch ID, aby uzyskać szybki i bezpieczny dostęp do informacji.";

/* The second paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage2Key" = "Jeśli funkcja Touch ID jest dezaktywowana, pojawi się prośba o podanie kodu dostępu do urządzenia.";

/* The first paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage1Key" = "Po włączeniu funkcji Face ID szybciej uzyskasz dostęp do swoich informacji.";

/* The second paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage2Key" = "Możesz włączać i wyłączać tę funkcję w dowolnym momencie, po wybraniu opcji Ustawienia.";

/* The first paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage1Key" = "Włącz funkcję Face ID, aby uzyskać szybki i bezpieczny dostęp do informacji.";

/* The second paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage2Key" = "Jeśli funkcja Face ID jest dezaktywowana, pojawi się prośba o podanie kodu dostępu do urządzenia.";

/* The alert title to ask user add fingerprints to use Touch ID. */
"UseTouchIDTitleKey" = "Aby używać funkcji Touch ID, dodaj odcisk palca w ustawieniach swojego urządzenia.";

/* The alert message to ask user add fingerprints to use Touch ID. */
"UseTouchIDMessageKey" = "Możesz to zrobić w dowolnym momencie, wybierając opcje Ustawienia - Touch ID i kod dostępu.";

/* The alert title to ask user add fingerprints to use Face ID. */
"UseFaceIDTitleKey" = "Aby używać funkcji Face ID, zarejestruj Face ID w ustawieniach swojego urządzenia.";

/* The alert message to ask user add fingerprints to use Face ID. */
"UseFaceIDMessageKey" = "Możesz to zrobić w dowolnym momencie, wybierając opcje Ustawienia - Face ID i kod dostępu.";

/* The message for the link on the Touch ID screen. */
"LearnMoreKey" = "Dowiedz się więcej o funkcji Touch ID";

/* The message for the link on the Face ID screen. */
"LearnMoreFaceIDKey" = "Dowiedz się więcej o funkcji Face ID";

/* The button title to enable Touch ID authentication. */
"EnableKey" = "Włącz";

/* The message displayed when authticate with Touch ID. */
"AuthWithTouchIDKey" = "Uwierzytelnij za pomocą Touch ID ";

/* The message displayed when authticate with Face ID. */
"AuthWithFaceIDKey" = "Uwierzytelnij za pomocą Face ID";

/* The title on the navigation bar. */
"TouchIDErrorNavigationTitleKey" = "Błąd";

/* The error title. */
"AuthenticationErrorKey" = "Błąd uwierzytelniania";

/* The error message for Touch ID devices. */
"AuthenticationTouchIDMessageKey" = "Uwierzytelnij za pomocą Touch ID, aby korzystać z aplikacji.";

/* The error message for Face ID devices. */
"AuthenticationFaceIDMessageKey" = "Uwierzytelnij za pomocą Face ID, aby korzystać z aplikacji.";

/* The authenticate button text. */
"AuthenticateKey" = "Uwierzytelnij";

/* The message when the passcode entered in confirm passcode screen
 does not match with the one entered in the setup passcode screen. */
"PasscodeNotMatchKey" = "Kody dostępu są niezgodne. Spróbuj ponownie.";

/* The message format to be displayed when user entered wrong passcode
 and the remaining number of retries is greater than 1. */
"AttemptsLeftKey" = "Liczba pozostałych prób: %d.";

/* The message format to be displayed when user entered wrong passcode
 and there is only one remaining retry. */
"OneAttemptLeftKey" = "Pozostała 1 próba.";

/* The first paragraph of the alert message when the number user entered
 wrong passcode reached maximum allowed. */
"MaxAttemptsReachedKey" = "Nie pozostało więcej prób.";

/* The second paragraph of the alert message when the number user entered
 wrong passcode reached maximum allowed. */
"EnterCredentialsKey" = "Zaloguj się, aby zresetować kod dostępu.";

/* The text of the dismiss button on the alert. */
"OKKey" = "OK";

/* The message on the passcode screen when user entered wrong passcode
 and there is no limit on the number of retries. */
"RetryPasscodeKey" = "Nieprawidłowy kod dostępu. Spróbuj ponownie.";

/* The scan page title string. */
"ScanKey" = "Skanuj";

/* The title of the pop-up message when user selected a QR code photo
 which did not have a valid QR code. */
"ScanUnsuccessfulKey" = "Skanowanie nie powiodło się";

/* The second line of the pop-up message when user selected a QR code photo
 which did not have a valid QR code. */
"SelectAnotherImageKey" = "Wybierz obraz kodu QR.";

/* The title of the pop-up message when user successfully got a QR code for
 onboarding activation but this QR code was not recognized by system. */
"InvalidQRCodeKey" = "Nieprawidłowy kod QR";

/* The second line of the pop-up message when user successfully got a QR code for
 onboarding activation but this QR code was not recognized by system. */
"QRCodeNotRecognizedKey" = "Kod QR nie został rozpoznany.";

/* The title of the alert to request photo access. */
"AllowPhotoAccessKey" = "Zezwalaj na dostęp do zdjęć";

/* The message of the alert to request photo access. */
"GiveAccessToPhotoSettingsKey" = "Aby wybrać obraz kodu QR, zezwól na dostęp do zdjęć w ustawieniach prywatności swojego urządzenia.";

/* The title of the alert to request camera access. */
"AllowCameraAccessKey" = "Zezwalaj na dostęp do aparatu fotograficznego";

/* The message of the alert to request camera access. */
"GiveAccessToCameraSettingsKey" = "Aby skanować za pomocą aparatu fotograficznego, zezwól na dostęp do aparatu fotograficznego w ustawieniach prywatności swojego urządzenia.";

/* *
 The alert action title to go to Settings app. */
"SettingsKey" = "Ustawienia";

/* The title string for the QR code scan confirmation screen. */
"ConfirmationKey" = "Potwierdzenie";

/* The success message for the QR code scan confirmation screen. */
"ScanSucceededKey" = "Skanowanie powiodło się. Nastąpi połączenie z:";

/* The title string for the "Continue" button */
"ContinueKey" = "Kontynuuj";

/* The title string for the back bar button on activation screen */
"BackBarButtonForActivationScreenKey" = "Uruchom";

/* FUIActivation Screen - headlineLabel */
"FUIActivationScreen_headlineLabel" = "Aktywacja";

/* FUIActivation Screen - detailLabel */
"FUIActivationScreen_detailLabel" = "Jeśli otrzymałeś e-mail powitalny, użyj łącza do aktywacji zawartego w e-mailu. W przeciwnym razie wprowadź swój adres e-mail lub zeskanuj kod QR w celu rozpoczęcia dodawania.";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_primaryActionButtonTitle" = "Dalej";

/* FUIActivation Screen - subheadlineLabel */
"FUIActivationScreen_subheadlineLabel" = "Lub";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_secondaryActionButtonTitle" = "Skanuj";

/* FUIEULAView Screen - agree button */
"AgreeKey" = "Akceptuję";

/* FUIEULAView Screen - disagree button */
"DisagreeKey" = "Nie akceptuję";

/* The authentication title. */
"AuthenticationKey" = "Uwierzytelnianie";

/* The basic authentication message. */
"basicAuthenticationMessageKey" = "Podaj nazwę użytkownika i hasło w celu uwierzytelnienia.";

/* Username input field placeholder string */
"usernameKey" = "nazwa użytkownika";

/* Password input field placeholder string */
"passwordKey" = "hasło";

/* Sign In button string. */
"SignInKey" = "Zaloguj się";

/* Error message when failed to sign in. */
"SignInErrorKey" = "Nieprawidłowe dane uwierzytelniające. Spróbuj ponownie.";

/* The dynamic authentication message. */
"DynamicAuthenticationMessageKey" = "Podaj poniższe informacje, aby rozpocząć proces aktywacji.";

/* The message displayed on the banner when verifying information user entered. */
"VerifyingMessageKey" = "Weryfikacja informacji...";

/* Cancel button string. */
"CancelKey" = "Anuluj";

/* Allow button string. */
"AllowKey" = "Zezwalaj";

/* Deny button string. */
"DenyKey" = "Odmów";

/* No button string. */
"NoKey" = "Nie";

/* Quit button string. */
"QuitKey" = "Zakończ";

/* GiveConsent button string. */
"GiveConsentKey" = "Udziel zgody";

/* Navbar title string. */
"StepKey" = "Krok";

/* Navbar title string. */
"OfKey" = "z";

/* CancelConfirmation message string. */
"CancelConfirmationKey" = "Czy na pewno zakończyć proces dodawania?";

/* MandatoryMessage button string. */
"MandatoryMessageKey" = "Bez wyrażenia zgody kontynuacja dodawania nie będzie możliwa.";

